[
    {
        "id": "1li@c.com",
        "dados": {
            "titulo": "Flow",
            "overview": "Gato é um animal solitário, mas quando seu lar é destruído por uma grande inundação, ele encontra refúgio em um barco habitado por diversas espécies, tendo que se juntar a elas apesar das diferenças.",
            "poster_path": "/66Y6qdAmCTtzrtGSPrwHihIZP0W.jpg"
        }
    },
    {
        "id": "2li@c.com",
        "dados": {
            "titulo": "Robô Selvagem",
            "overview": "Um robô – unidade ROZZUM 7134, abreviadamente “Roz” – naufraga em uma ilha desabitada e deve aprender a se adaptar ao ambiente hostil, gradualmente construindo relacionamentos com os animais da ilha e se tornando o pai adotivo de um filhote de ganso órfão.",
            "poster_path": "/cWsd33Nwp3tgYB5LMMadl3qVMKh.jpg"
        }
    },
    {
        "id": "1lia@c.com",
        "dados": {
            "titulo": "O Senhor dos Anéis: A Guerra dos Rohirrim",
            "overview": "183 anos antes dos eventos narrados na trilogia original, um ataque repentino de Wulf, um inteligente e implacável lorde Dunlending em busca de vingança pela morte de seu pai, força Helm Hammerhand e seu povo a fazer uma ousada última resistência na antiga fortaleza de Hornburg. Encontrando-se em uma situação cada vez mais desesperadora, Héra, a filha de Helm, deve reunir a vontade de liderar a resistência contra um inimigo mortal que pretende destruí-los totalmente.",
            "poster_path": "/aLOROyUuOum0zztqPiJDCFgFMcw.jpg"
        }
    },
    {
        "id": "2lia@c.com",
        "dados": {
            "titulo": "Meu Malvado Favorito 4",
            "overview": "Nesta sequência, o vilão mais amado do planeta retorna e agora Gru, Lucy, Margo, Edith e Agnes dão as boas-vindas a um novo membro da família: Gru Jr., que pretende atormentar seu pai. Enquanto se adapta com o pequeno, Gru enfrenta um novo inimigo, Maxime Le Mal, forçando sua namorada Valentina e a família a fugir do perigo.",
            "poster_path": "/oCnwP87AskNyzATNEBNHHaktjzG.jpg"
        }
    }
]