[
    {
        "id": "1li@c.com",
        "dados": {
            "titulo": "Moana 2",
            "overview": "Depois de receber um chamado inesperado de seus ancestrais navegadores, Moana vai viajar para mares distantes da Oceania, em águas perdidas em uma aventura perigosa.",
            "poster_path": "/3E9oViQjwbbrHJogG7NtfcKWRXw.jpg"
        }
    },
    {
        "id": "2li@c.com",
        "dados": {
            "titulo": "O Senhor dos Anéis: A Guerra dos Rohirrim",
            "overview": "183 anos antes dos eventos narrados na trilogia original, um ataque repentino de Wulf, um inteligente e implacável lorde Dunlending em busca de vingança pela morte de seu pai, força Helm Hammerhand e seu povo a fazer uma ousada última resistência na antiga fortaleza de Hornburg. Encontrando-se em uma situação cada vez mais desesperadora, Héra, a filha de Helm, deve reunir a vontade de liderar a resistência contra um inimigo mortal que pretende destruí-los totalmente.",
            "poster_path": "/aLOROyUuOum0zztqPiJDCFgFMcw.jpg"
        }
    },
    {
        "id": "3li@c.com",
        "dados": {
            "titulo": "Mufasa: O Rei Leão",
            "overview": "Mufasa, um filhote órfão, perdido e sozinho, conhece um simpático leão chamado Taka, herdeiro de uma linhagem real. O encontro ao acaso dá início a uma grande jornada de um grupo extraordinário de deslocados em busca de seu destino, além de revelar a ascensão de um dos maiores reis das Terras do Orgulho.",
            "poster_path": "/1pTQrPsNl1TCkgjQUz97M6UMY1u.jpg"
        }
    },
    {
        "id": "4li@c.com",
        "dados": {
            "titulo": "SOLO LEVELING -Segundo Despertar-",
            "overview": "O filme é uma recapitulação da 1ª temporada, com 2 episódios da nova temporada.",
            "poster_path": "/ggQjQpd5OIIjeQbv11yXfjixj1Z.jpg"
        }
    },
    {
        "id": "1blabla@gmail",
        "dados": {
            "titulo": "Moana 2",
            "overview": "Depois de receber um chamado inesperado de seus ancestrais navegadores, Moana vai viajar para mares distantes da Oceania, em águas perdidas em uma aventura perigosa.",
            "poster_path": "/3E9oViQjwbbrHJogG7NtfcKWRXw.jpg"
        }
    }
]